tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
# Aquarium animation in ASCII art
brew "asciiquarium"
# Python code formatter
brew "black"
# Cross-platform make
brew "cmake"
# Console Matrix
brew "cmatrix"
# Modern replacement for 'ls'
brew "exa"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# OpenType text shaping engine
brew "harfbuzz"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Free (GNU) replacement for the Pico text editor
brew "nano"
# Fast, highly customisable system info script
brew "neofetch"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Cross-shell prompt for astronauts
brew "starship"
# Programmatically correct mistyped console commands
brew "thefuck"
# JavaScript package manager
brew "yarn"
# Fork of youtube-dl with additional features and fixes
brew "yt-dlp"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# Fish-like fast/unobtrusive autosuggestions for zsh
brew "zsh-autosuggestions"
# Simple hotkey-daemon for macOS.
brew "koekeishiya/formulae/skhd"
# GPU-accelerated terminal emulator
cask "alacritty"
# Automatic tiling window manager similar to xmonad
cask "amethyst"
# Display management tool
cask "betterdisplay"
# Terminal emulator mimicking the old cathode display
cask "cool-retro-term"
# Browser for SQLite databases
cask "db-browser-for-sqlite"
# Voice and text chat software
cask "discord"
# Web browser
cask "firefox"
# Free and open-source image editor
cask "gimp"
# Vector graphics editor
cask "inkscape"
# Sandbox construction video game
cask "minecraft"
# Open-source software for live streaming and screen recording
cask "obs"
# Collaboration platform for API development
cask "postman"
# Desktop client for Telegram messenger
cask "telegram-desktop"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
# Torrent streaming application
cask "webtorrent"
vscode "allanoricil.nuxt-vscode-extension"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "panicbit.cargo"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sourcery.sourcery"
vscode "streetsidesoftware.code-spell-checker"
vscode "sysoev.language-stylus"
vscode "TabNine.tabnine-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
