adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
ark
artikulate
asciiquarium
audiocd-kio
autoconf
automake
awesome-terminal-fonts
backlight_control
base
bibata-cursor-theme
bison
blinken
bluedevil
blueman
bluez-utils
bomber
bovo
btop
cantor
cervisia
cmatrix
code
cups
discord
discover
dmenu
dolphin
dolphin-plugins
dosfstools
dragon
drkonqi
efibootmgr
egl-wayland
elisa
fakeroot
feh
ffmpegthumbs
filelight
firefox
fish
flex
gimp
git
gparted
granatier
grantlee-editor
groff
grub
gsfonts
gwenview
htop
inetutils
itinerary
juk
k3b
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kipi-plugins
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kontrast
konversation
kopete
korganizer
kpat
krdc
kreversi
krfb
kross-interpreters
kruler
kscreen
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
kteatime
ktimer
ktorrent
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwordquiz
kwrite
kwrited
linux
linux-firmware
lokalize
lskat
lxappearance-gtk3
lxsession-gtk3
m4
make
man-pages
marble
markdownpart
mbox-importer
minuet
mtools
nano
neofetch
network-manager-applet
networkmanager
okular
os-prober
oxygen
palapeli
pamac-aur
pamixer
parley
partitionmanager
patch
pavucontrol
pcmanfm-gtk3
picmi
picom-tryone-git
pim-data-exporter
pim-sieve-editor
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
poxml
print-manager
pulsemixer
python-pip
qtile
rocs
rofi
sddm-kcm
shell-color-scripts
signon-kwallet-extension
skanlite
snapd
spectacle
step
sublime-text
sudo
svgpart
sweeper
systemsettings
telegram-desktop
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
terminus-font
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-monofur
ttf-nerd-fonts-symbols-mono
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tty-clock
umbrello
unzip
wget
wireless_tools
xdg-desktop-portal-kde
xfce4-screenshooter
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yakuake
yay
zeroconf-ioslave
